<?php
  $lang['name_block'] 	   = "Авторизация";
  $lang['error_mail']	   = "Ошибка отсылки письма!";
  $lang['mail_name']	   = "Пользователь/Регистрация";
  $lang['mail_activation'] = "Ссылка для активации";
  $lang['mail_name_reg']   = "Подтверждение регистрации";
  
  
  $lang['mail_text_error'] = "Ошибка отсылки email при регистрации - пользователя";
  $lang['mail_good_act']   = "Вы успешно зарегистрированы в системе!<br>Вам по почте выслано письмо для активации регистрации!";
  $lang['mail_reg']	       = "Зарегистрировался пользователь";
  $lang['user_error']	   = "Неверные Имя пользователя/Пароль";
  $lang['user_good']	   = "Вы успешно авторизованы";
  $lang['block_auth_user'] = "Здравствуйте";
  $lang['profile']	       = "Профайл";
  $lang['exit']	           = "Выйти";
  
  $lang['profilnewparol']	= "Вы успешно изменили пароль";
  $lang['profilnewparol_no'] = "Ошибка изменения пароля! Обратитесь к администратору!</div>";
  
  $lang['profile']	= "Вы успешно изменили данные!";
  
  
  $lang['user_yes']	= "Пользователь с таким %s уже существует";
  $lang['user_no']	= "Пользователь с таким %s не существует";
  
  $lang['forgot_mail']	= "Вам выслано письмо для подтверждения изменения пароля.";
  $lang['forgot_mail_no']	= "Произошла ошибка отсылки письма для подтверждения изменения пароля.";
  
  $lang['auth_zalog']	= "Вы залогинились";
  

//  $lang['auth_activ_yes1'] = "<div class='report_yes'>Ваша регистрация уже активирована! Вы можете войти в систему!</div >";
//  $lang['auth_activ_yes2'] = "<div class='report_yes'>Ваша регистрация активирована! Вы можете войти в систему!</div >";
//  $lang['auth_activ_no'] = "<div  class='report_no'>Ошибка активации! Обратитесь к администратору!</div>";
  
  $lang['auth_activ_yes1'] = "Ваша регистрация уже активирована! Вы можете войти в систему!";
  $lang['auth_activ_yes2'] = "Ваша регистрация активирована! Вы можете войти в систему!";
  $lang['auth_activ_no'] = "Ошибка активации! Обратитесь к администратору!";
  
  $lang['login_yes'] = "Вы успешно вошли в систему";
  $lang['login_no'] = "Не верный логин или пароль";
  $lang['logout'] = "До скорой встречи на infomena.com!";
  
  
  
  
   
?>