<?php

$lang['required'] 		= "Поле %s обязательно для заполнения";
$lang['isset']			= "Поле %s должно содержать значение";
$lang['valid_email']	= "В поле %s должен быть введен корректный e-mail адрес";
$lang['valid_url'] 		= "В поле %s должна содержаться корректная ссылка";
$lang['min_length']		= "Длина поля %s должна быть не меньше %s символов";
$lang['max_length']		= "Длина поля %s не может превышать %s символов";
$lang['exact_length']	= "Длина поля %s должна быть равной %s символам";
$lang['alpha']			= "Поле %s должно содержать только символы алфавита";
$lang['alpha_numeric']	= "Поле %s может содержать только символы алфавита и цифры";
$lang['alpha_dash']		= "Поле %s может содержать только символы алфавита и цифры, подчеркивания и тире";
$lang['numeric']		= "Поле %s должно содержать только цифры";
$lang['matches']		= "Значение поля %s не совпадает со значнием поля %s";

$lang['code']			= "Не правильно заполнено поле %s";
$lang['unique_email']	= "Пользователь с таким %s уже существует";
$lang['userEmail_check']= "Такой %s не зарегестрирован";
$lang['unique_nickname']= "Пользователь с таким именем уже зарегестрирован";
$lang['is_nickname']	= "Пользователь с таким именем не зарегестрирован";
$lang['checked']		= 'Не выбрано %s';
$lang['date_check_no']	= 'Не выбрана %s';
$lang['date_check_bad']	= 'Невозможное значение %s';
$lang['date_check_10']	= 'Не младше 18 лет';
$lang['notnull']		= 'Выберите поле %s';

$lang['emptynick']		= 'Выбранное значение не может быть пустым';

$lang['unique_user']		= 'С этого компьютера уже была осуществлена регистрация';


?>